Repository: Kostenkov-2021/cloudvision-Russian-version
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: hu

source: CloudVision Settings
hu: A Cloud Vision beállításai

source: Pre&fer a navigator object instead of a file
hu: Az &elemnavigátor előnyben részesítése fájl helyett

source: &Play sound during recognition
hu: &Hang lejátszása felismerés közben

source: Recognize &text
hu: &Szöveg felismerése

source: Recognize &images
hu: &Kép felismerése

source: Read &QR / bar code
hu: \Qr-kód olvasása

source: Translate text
hu: Szöveg lefordítása

source: Select image description language, other languages than english are more prone to translation errors
hu: Válaszd ki a képleírás nyelvét. Az angoltól eltérő nyelveken sűrűbben fordulhatnak elő fordítási hibák

source: Open site
hu: A weboldal megnyitása

source: Error saving settings
hu: Hiba a beállítások elmentése közben

source: Cloud Vision settings...
hu: A Cloud Vision beállításai...

source: To recognize files under the cursor without opening Update NVDA version to 2021.1 or higher
hu: A kurzor alatti fájlok felismerése megnyitás nélkül NVDA 2021.1 vagy magasabb verzió szükséges

source: File not supported
hu: Nem támogatott fájl

source: Analysis completed:
hu: Az elemzés befejezve

source: CloudVision result
hu: Eredmény

source: Error
hu: Hiba

source: Analyzing selected file
hu: A kiválasztott fájl elemzése

source: Please disable screen curtain before using CloudVision add-on.
hu: A Cloud Vision használatához ki kell kapcsolni a képernyőfüggönyt.

source: Analyzing navigator object
hu: Az elemnavigátor elemzése folyamatban van

source: This navigator object is not analyzable
hu: Ez az elem nem ismerhető fel

source: This navigator object is too small
hu: Ez az elem túl kicsi

source: Gives a description on how current navigator object or selected file in Explorer looks like visually, if you press twice quickly, a virtual viewer will open.
hu: Leírást ad arról, hogyan néz ki vizuálisan az aktuális objektum, vagy a fájlkezelőben kiválasztott fájl, kétszeri gyors megnyomást követően egy virtuális nézegető nyílik meg.

source: Text Not Found.
hu: Nem található szöveg.

source: Result copyed in clipboard.
hu: Az eredmény a vágólapra másolva.

source: Copy last result in clipboard.
hu: A legutóbbi eredmény másolása a vágólapra.

source: An extension for describing images by utilizing recent advances in AI technology. Press NVDA+Control+I to get a description of an object or selected file in Explorer, if you press twice quickly, a virtual viewer will open.
hu: Egy bővítmény, amely leírást készít az aktuális objektum vizuális megjelenéséről, kétszeri gyors megnyomásra egy virtuális nézegető nyílik meg.
